// ownCloud

"_bad_username_password_"               = "Неверное имя пользователя или пароль";
"_cancelled_by_user"                    = "Передача отменена";
"_error_folder_destiny_is_the_same_"    = "Невозможно переместить каталог в себя самого";
"_error_not_permission_"                = "У вас нет прав для завершения операции";
"_error_path_"                          = "Невозможно открыть эти файл или папку. Убедитесь, что они существуют";
"_file_upload_not_exitst_"              = "Файл, который мы хотим загрузить, не существует";
"_forbidden_characters_from_server_"    = "Имя содержит по крайней мере один некорректный символ";
"_not_connected_internet_"              = "Ошибка соединения с сервером";
"_not_possible_connect_to_server_"      = "Сейчас невозможно  соединиться с сервером";
"_not_possible_create_folder_"          = "Не удалось создать каталог";
"_server_down_"                         = "Сервер недоступен";
"_time_out_"                            = "Тайм-аут, попытайтесь ещё раз";
"_unknow_response_server_"              = "Неожиданный ответ от сервера";
"_user_autentication_required_"         = "Требуется аутентификация пользователя";
"_file_directory_locked_"               = "Файл или директория заблокированы";
"_ssl_certificate_untrusted_"           = "Неверный сертификат сервера";
"_internal_server_"                     = "Внутренняя ошибка сервера";

"_file_already_exists_"                 = "Не удаётся завершить операцию, файл с таким же именем уже существует";
"_file_folder_not_exists_"              = "Исходный файл не был надет по указанному пути";
"_folder_contents_nochanged_"           = "Содержимое каталога не изменилось";
"_images_invalid_converted_"            = "Изображение повреждено и не может быть превращено в миниатюру";
"_method_not_expected_"                 = "Неожиданный способ запроса";
"_reauthenticate_user_"                 = "Время доступа истекло, пожалуйста, повторно подтвердите подлинность пользователя";
"_server_error_retry_"                  = "Ошибка сервера, повторите запрос";
"_too_many_files_"                      = "Слишком много файлов будут участвовать в этой операции для  успешного завершеня";
"_too_many_request_"                    = "Достигнуто ограничение - было отправлено слишком много  запросов";
"_user_over_quota_"                     = "Достигнуто ограничение размера хранилища";

"_ssl_connection_error_"                = "Ошибка соединения SSL, попытайтесь еще раз";
